Repository: maltouzes/brain-color-game
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fr_fr

source: High Score in Color mode:
fr_fr: Meilleur Score Mode Couleur

source: High Score in Text mode:
fr_fr: Meilleur Score Mode Texte

source: High Level in Medium mode:
fr_fr: Meilleur Niveau Mode Moyen

source: High Level in Hard mode:
fr_fr: Meilleur Niveau Mode difficile

source: Color Repeat
fr_fr: Couleur Répétition

source: There is two modes in this game: Medium and Hard. In medium you must reproduice the sequence of Color/Sound showned, it's always the same sequence. In Hard: The sequence is differente every time! Good Luck
fr_fr: Ce jeu comporte 2 modes: Moyen et Difficile. En moyen tu dois reproduire la sequence de Couleurs/Sons montrée, c'est toujours la même sequence. En difficile: La sequence est differente à chaque fois! Bonne chance

source: Color Word
fr_fr: Mots Couleur

source: There is two modes in this game: Color and Text. In Color Mode you must click on the good color You don't care about the text inside the button Just click on the good color In Text Mode you must click On the same Text showned You don't care about the color Just click on the same Text Good Luck
fr_fr: Ce jeu comporte 2 modes: Couleur et Texte: En Mode Couleur tu dois cliquer sur la bonne Couleur Ne te préocupe pas du texte dans le button Tu dois juste cliquer sur la bonne couleur En Mode Texte tu dois cliquer Sur le même Texte Ne te préocupe pas de la couleur Clique uniquement sur le même texte Bonne Chance

source: Exit
fr_fr: Quitter

source: Text Mode
fr_fr: Mode Texte

source: Color Mode
fr_fr: Mode Couleur

source: Push a button for start
fr_fr: Appuyez sur un boutton

source: red
fr_fr: rouge

source: green
fr_fr: vert

source: blue
fr_fr: bleu

source: yellow
fr_fr: jaune

source: Time Mode
fr_fr: Mode Chrono

source: Push on the good color
fr_fr: Cherchez la Couleur

source: Push on the Good Text
fr_fr: Cherchez le Texte

source: Miss
fr_fr: Raté

source: You Win !
fr_fr: Vous avez Gagné !

source: time:
fr_fr: Temps:

source: seconds
fr_fr: Secondes

source: Time final:
fr_fr: Temps final:

source: Miss:
fr_fr: Raté:

source: Penality: 3x
fr_fr: Pénalitées: 3x

source: Best Level
fr_fr: Meilleur Score

source: Life:
fr_fr: Vie:

source: New Record!
fr_fr: Nouveau Record!

source: Old Best Level
fr_fr: Ancien Score

source: Medium
fr_fr: Moyen

source: Hard
fr_fr: Difficile
